tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlprettypatch"
cask "quicklook-csv"
cask "betterzip"
cask "webpquicklook"
cask "suspicious-package"
cask "appcleaner"
cask "cheatsheet"
cask "docker"
cask "google-chrome"
cask "superduper"
brew "yt-dlp"
cask "vlc"
brew "hdf5"
cask "gimp"
cask "cmake"
cask "cocoapods"
cask "discord"
cask "blender"
cask "android-studio"
brew "swiftformat"
cask "obs"
cask "steam"
brew "nvm"
brew "speedtest-cli"
brew "wget"
cask "aldente"
brew "vim"
brew "htop"
brew "tmux"
cask "viber"
cask "messenger"
brew "pyenv"
brew "pyenv-virtualenv"
brew "nmap"
cask "syntax-highlight"
cask "miro"
cask "drawio"
cask "stats"
brew "tree"
cask "android-sdk"
cask "android-platform-tools"
cask "cyberduck"
cask "vnc-viewer"
cask "sensiblesidebuttons"
cask "visual-studio-code"
cask "keepassx"
cask "nextcloud"
cask "unnaturalscrollwheels"
cask "netron"
cask "karabiner-elements"
cask "sensiblesidebuttons"
cask "qlstephen"
cask "raycast"
cask "qlcolorcode"
cask "visual-studio-code"
cask "google-chrome"
cask "iterm2"
cask "transmission"
cask "discord"
brew "jq"
brew "openssl"
brew "mas"